[SoulCorruption X2AbilityTemplate]
LocFriendlyName="灵魂腐蚀"
LocLongDescription="击晕对手并且使其破裂造成 2 点伤害。"
LocHelpText="击晕对手并且使其破裂造成 2 点伤害。"
LocFlyOverText="灵魂腐化"

[CorruptBomb X2AbilityTemplate]
LocFriendlyName="腐败冲击"
LocLongDescription="使施法者周围的所有敌人迷失方向"
LocHelpText="使施法者周围的所有敌人迷失方向"
LocFlyOverText="腐败冲击"

[CorruptAbyss X2AbilityTemplate]
LocFriendlyName="腐败〜深渊"
LocLongDescription="向目标半径倾泻毁灭性的灵能，造成伤害。"
LocHelpText="向目标半径倾泻毁灭性的灵能，造成伤害。"
LocFlyOverText="腐败〜深渊"

[AnimaForce X2AbilityTemplate]
LocFriendlyName="腐败〜断言"
LocLongDescription="将腐化的灵能注入一群人体内，控制他们的精神 1 回合"
LocHelpText="将腐化的灵能注入一群人体内，控制他们的精神 1 回合"
LocFlyOverText="腐败〜断言"

[CorruptPortal X2AbilityTemplate]
LocFriendlyName="损坏的门户"
LocLongDescription="召唤一群类人生物来攻击你。"
LocHelpText="召唤一群类人生物来攻击你。"
LocFlyOverText="损坏的门户"

[CorruptStasis X2AbilityTemplate]
LocFriendlyName="腐败停滞"
LocLongDescription="使腐化克隆化身处于停滞状态 1 回合以恢复。"
LocHelpText="使腐败化身处于停滞状态 1 回合以恢复。"
LocFlyOverText="腐败停滞"

[AnimaCorruption X2AbilityTemplate]
LocFriendlyName="腐败〜灵能网络"
LocLongDescription="将腐化的灵能注入一群死去的人类体内，使他们重新复活。"
LocHelpText="将腐败的灵能注入一群死去的人类体内，使他们重新复活。"
LocFlyOverText="腐败〜灵能网络"

[灵能Claw X2AbilityTemplate]
LocFriendlyName="幻影之爪"
LocLongDescription="一种能够打击远距离的弱攻击。"
LocHelpText="一种能够打击远距离的弱攻击。"
LocFlyOverText="幻影之爪"

[CorpseCorruptAvatar X2ItemTemplate]
FriendlyName="腐化克隆化身尸体"
FriendlyNamePlural="腐化克隆化身尸体"
BriefSummary="化身的奇异变体，该变体与其对应物相比似乎散发出更不同的灵能氛围..."

[AutopsyCorruptAvatar X2TechTemplate]
DisplayName="腐化克隆化身尸检"
Summary="化身的变体。或者说我们是这么认为的。实地报告表明，不仅灵能能力存在明显差异，而且明显缺乏长老的视觉和听觉"幻觉"。与化身不同的是，它还具有在死后"复活"自己的能力。这到底是什么……？"
CodeName="Phantom"
LongDescription="经过广泛的尸检，我得出结论，腐化克隆化身并非由长老的意识驱动。相反，它是一具被未知力量附身的尸体，到目前为止，我还没有发现它。由于未知的原因，这种未知力量能够重新附身所述腐烂的尸体并将其用于进攻。\n\n有一件事是肯定的，这个被我们的部队称为"腐化克隆化身"的东西，不是长老的化身，它是完全不同的东西，但拥有与长老类似的能力，可以灵能控制身体。它到底是什么，我们可能永远也不会知道。无论如何，这具尸体提供的盔甲应该可以让我们将它们重新利用成一些有用的东西，供我们的特工在战场上使用。R. 泰根。"
AlertString="腐化克隆化身"

[灵能Vest X2EquipmentTemplate]
FriendlyName="幻影背心"
FriendlyNamePlural="幻影背心"
BriefSummary="从腐化克隆化身尸体中，我们成功地逆向设计了他们用来保护自己免受精神损害并提供灵能再生能力的盔甲。虽然它不如原始盔甲那么坚固，因为它只是一件背心，但它应该足够强大，可以作为可靠的防护装备。"
TacticalText="<Bullet/> 赋予你对所有形式的精神障碍（如眩晕、迷失方向和精神控制）的抵抗力。\n<Bullet/> 赋予你随时间推移的生命值恢复能力。\n<Bullet/> 赋予你少量护甲加成。"

[CorruptAvatar X2CharacterTemplate]
strCharacterName="腐化克隆化身"

[FinaleCorruptAvatar X2CharacterTemplate]
strCharacterName="腐化克隆化身"

[CorruptZombie X2CharacterTemplate]
strCharacterName="腐化克隆化身的意志"

[CorruptZombieHuman X2CharacterTemplate]
strCharacterName="腐化克隆化身的意志"